tap "gcenx/wine"
tap "grishka/grishka"
tap "gromgit/fuse"
tap "hyperjeff/tools"
tap "knazarov/qemu-virgl"
tap "koekeishiya/formulae"
tap "minacle/chntpw"
tap "nyanters/qemu-virgl"
tap "ruffle-rs/ruffle"
tap "yunkya2/tap"
brew "cdrtools"
brew "abcde"
brew "bash"
brew "bat"
brew "bchunk"
brew "btop"
brew "cairo"
brew "cdrdao"
brew "gcc"
brew "pkgconf"
brew "chkrootkit"
brew "clamav"
brew "cmake"
brew "coreutils"
brew "cpulimit"
brew "csview"
brew "cuetools"
brew "ddrescue"
brew "dialog"
brew "dos2unix"
brew "sdl2"
brew "dosbox-x"
brew "dvd-vr"
brew "dvdbackup"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "harfbuzz"
brew "librist"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "hub"
brew "iat"
brew "jq"
brew "libaacs"
brew "libbdplus"
brew "libiconv", link: true
brew "libsvg-cairo"
brew "libvirt"
brew "libvirt-python"
brew "mame"
brew "node"
brew "markdown-toc"
brew "mas"
brew "media-info"
brew "ninja"
brew "qt"
brew "mkvtoolnix"
brew "mono"
brew "mplayer"
brew "mpv"
brew "nodebrew"
brew "pyqt"
brew "opencv"
brew "openjdk"
brew "p7zip"
brew "pandoc"
brew "php"
brew "pipx"
brew "pv"
brew "py3cairo"
brew "python@3.12"
brew "rnr"
brew "sheldon"
brew "shntool"
brew "smartmontools"
brew "socat"
brew "sstp-client"
brew "starship"
brew "switchaudio-osx"
brew "swtpm"
brew "tag"
brew "telnet"
brew "testdisk"
brew "timidity"
brew "tmux"
brew "unison"
brew "upx"
brew "uv"
brew "vim"
brew "vulkan-extensionlayer"
brew "vulkan-profiles"
brew "vulkan-tools"
brew "vulkan-validationlayers"
brew "vulkan-volk"
brew "wget"
brew "winetricks"
brew "xpdf"
brew "zsh"
brew "gromgit/fuse/ntfs-3g-mac"
brew "knazarov/qemu-virgl/libepoxy-angle"
brew "knazarov/qemu-virgl/virglrenderer"
brew "nyanters/qemu-virgl/qemu-virgl"
cask "adguard"
cask "adobe-acrobat-pro"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "avifquicklook"
cask "bartender"
cask "betterdisplay"
cask "bettertouchtool"
cask "cryptomator"
cask "dolphin"
cask "font-aguafina-script"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-alegreya-sans-sc"
cask "font-alegreya-sc"
cask "font-alex-brush"
cask "font-allura"
cask "font-almendra"
cask "font-almendra-display"
cask "font-almendra-sc"
cask "font-amiko"
cask "font-arbutus"
cask "font-bigblue-terminal-nerd-font"
cask "font-bilbo"
cask "font-bilbo-swash-caps"
cask "font-blackout"
cask "font-chomsky"
cask "font-codystar"
cask "font-delius"
cask "font-delius-swash-caps"
cask "font-delius-unicase"
cask "font-dotgothic16"
cask "font-fredoka"
cask "font-hackgen-nerd"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ipaexfont"
cask "font-ipafont"
cask "font-klee-one"
cask "font-m+-nerd-font"
cask "font-metal"
cask "font-metal-mania"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-mono-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-playball"
cask "font-poprumcute"
cask "font-princess-sofia"
cask "font-rampart-one"
cask "font-reggae-one"
cask "font-rocknroll-one"
cask "font-rubik"
cask "font-shippori-antique"
cask "font-shippori-antique-b1"
cask "font-shippori-mincho"
cask "font-shippori-mincho-b1"
cask "font-skranji"
cask "font-sniglet"
cask "font-stick"
cask "font-train-one"
cask "font-yuji-boku"
cask "font-yuji-mai"
cask "font-yuji-syuku"
cask "font-zen-antique"
cask "font-zen-antique-soft"
cask "font-zen-kaku-gothic-antique"
cask "font-zen-kaku-gothic-new"
cask "font-zen-kurenaido"
cask "font-zen-maru-gothic"
cask "font-zen-old-mincho"
cask "font-zilla-slab"
cask "font-zilla-slab-highlight"
cask "google-chrome"
cask "gstreamer-development"
cask "gstreamer-runtime"
cask "karabiner-elements"
cask "macfuse@dev"
cask "mactex-no-gui"
cask "mono-mdk"
cask "parallels@19"
cask "syntax-highlight"
cask "utm"
cask "vlc"
cask "wine@devel"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "AutoMute", id: 1118136179
mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "EdgeView", id: 1580323719
mas "Jump Desktop", id: 524141863
mas "LINE", id: 539883307
mas "Mountain Duck", id: 1024974133
mas "Mp3tag", id: 1532597159
mas "MusicDeviceHost", id: 1261046263
mas "Name Mangler 3", id: 603637384
mas "Pure Paste", id: 1611378436
mas "Spark", id: 1176895641
mas "Yoink", id: 457622435
