brew "atool"
brew "bash"
brew "bat"
brew "bchunk"
brew "btop"
brew "catimg"
brew "cdrdao"
brew "cdrtools"
brew "clamav"
brew "cmake"
brew "cuetools"
brew "dos2unix"
brew "dosbox-x"
brew "duti"
brew "dvdbackup"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fdupes"
brew "felinks"
brew "fzf"
brew "gh"
brew "git"
brew "highlight"
brew "jhead"
brew "less"
brew "libavif"
brew "libcaca"
brew "lynx"
brew "mame"
brew "markdown-toc"
brew "mas"
brew "media-info"
brew "python@3.13"
brew "mpv"
brew "nodebrew"
brew "openjdk"
brew "p7zip"
brew "pkgconf"
brew "poppler"
brew "py3cairo"
brew "ranger"
brew "sheldon"
brew "shntool"
brew "starship"
brew "tag"
brew "timidity"
brew "tmux"
brew "trash"
brew "uv"
brew "vim"
brew "w3m"
brew "wget"
brew "zsh"
cask "adguard", args: { appdir: "~/Applications" }
cask "adobe-acrobat-pro", args: { appdir: "~/Applications" }
cask "adobe-creative-cloud"
cask "affinity-designer", args: { appdir: "~/Applications" }
cask "affinity-photo", args: { appdir: "~/Applications" }
cask "affinity-publisher", args: { appdir: "~/Applications" }
cask "alfred", args: { appdir: "~/Applications" }
cask "alt-tab", args: { appdir: "~/Applications" }
cask "appcleaner", args: { appdir: "~/Applications" }
cask "bartender", args: { appdir: "~/Applications" }
cask "battery"
cask "bettertouchtool", args: { appdir: "~/Applications" }
cask "blender"
cask "cog-app", args: { appdir: "~/Applications" }
cask "cryptomator", args: { appdir: "~/Applications" }
cask "crystalfetch", args: { appdir: "~/Applications" }
cask "discord"
cask "dolphin", args: { appdir: "~/Applications" }
cask "font-aguafina-script"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-alegreya-sans-sc"
cask "font-alegreya-sc"
cask "font-alex-brush"
cask "font-allura"
cask "font-almendra"
cask "font-almendra-display"
cask "font-almendra-sc"
cask "font-amiko"
cask "font-arbutus"
cask "font-bigblue-terminal-nerd-font"
cask "font-bilbo"
cask "font-bilbo-swash-caps"
cask "font-blackout"
cask "font-chomsky"
cask "font-codystar"
cask "font-delius"
cask "font-delius-swash-caps"
cask "font-delius-unicase"
cask "font-dotgothic16"
cask "font-fredoka"
cask "font-hackgen-nerd"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ipaexfont"
cask "font-ipafont"
cask "font-klee-one"
cask "font-m+-nerd-font"
cask "font-metal"
cask "font-metal-mania"
cask "font-mochiy-pop-one"
cask "font-mochiy-pop-p-one"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-mono-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-playball"
cask "font-poprumcute"
cask "font-press-start-2p"
cask "font-princess-sofia"
cask "font-rampart-one"
cask "font-reggae-one"
cask "font-rocknroll-one"
cask "font-rubik"
cask "font-shippori-antique"
cask "font-shippori-antique-b1"
cask "font-shippori-mincho"
cask "font-shippori-mincho-b1"
cask "font-skranji"
cask "font-sniglet"
cask "font-stick"
cask "font-train-one"
cask "font-ysabeau"
cask "font-ysabeau-infant"
cask "font-ysabeau-office"
cask "font-ysabeau-sc"
cask "font-yuji-boku"
cask "font-yuji-mai"
cask "font-yuji-syuku"
cask "font-zen-antique"
cask "font-zen-antique-soft"
cask "font-zen-kaku-gothic-antique"
cask "font-zen-kaku-gothic-new"
cask "font-zen-kurenaido"
cask "font-zen-maru-gothic"
cask "font-zen-old-mincho"
cask "font-zilla-slab"
cask "font-zilla-slab-highlight"
cask "freefilesync", args: { appdir: "~/Applications" }
cask "karabiner-elements", args: { appdir: "~/Applications" }
cask "kitty", args: { appdir: "~/Applications" }
cask "parallels@19"
cask "rancher", args: { appdir: "~/Applications" }
cask "suspicious-package", args: { appdir: "~/Applications" }
cask "syntax-highlight", args: { appdir: "~/Applications" }
cask "unity"
cask "unity-hub"
cask "utm", args: { appdir: "~/Applications" }
cask "vlc", args: { appdir: "~/Applications" }
cask "xquartz"
cask "xscreensaver"
