mas "Amphetamine", id: 937984704
mas "AutoMute", id: 1118136179
mas "Bitwarden", id: 1352778147
mas "BlueHarvest", id: 739483376
mas "DaisyDisk", id: 411643860
mas "Duplicate File Finder Pro", id: 962263890
mas "EdgeView", id: 1580323719
mas "GrandPerspective", id: 1111570163
mas "Jump Desktop", id: 524141863
mas "LINE", id: 539883307
mas "Mp3tag", id: 1532597159
mas "Name Mangler 3", id: 603637384
mas "Pine Player Pro", id: 6474128342
mas "Pure Paste", id: 1611378436
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
