brew "bat"
brew "clamav"
brew "cmake"
brew "fzf"
brew "gh"
brew "mas"
brew "mpv"
brew "pkgconf"
brew "py3cairo"
brew "sheldon"
brew "starship"
brew "tmux"
brew "uv"
cask "adguard"
cask "alacritty", args: { appdir: "~/Applications" }
cask "cryptomator"
cask "font-aguafina-script"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-alegreya-sans-sc"
cask "font-alegreya-sc"
cask "font-alex-brush"
cask "font-allura"
cask "font-almendra"
cask "font-almendra-display"
cask "font-almendra-sc"
cask "font-amiko"
cask "font-arbutus"
cask "font-bigblue-terminal-nerd-font"
cask "font-bilbo"
cask "font-bilbo-swash-caps"
cask "font-blackout"
cask "font-chomsky"
cask "font-codystar"
cask "font-delius"
cask "font-delius-swash-caps"
cask "font-delius-unicase"
cask "font-dotgothic16"
cask "font-fredoka"
cask "font-hackgen-nerd"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ipaexfont"
cask "font-ipafont"
cask "font-klee-one"
cask "font-m+-nerd-font"
cask "font-metal"
cask "font-metal-mania"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-mono-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-playball"
cask "font-poprumcute"
cask "font-princess-sofia"
cask "font-rampart-one"
cask "font-reggae-one"
cask "font-rocknroll-one"
cask "font-rubik"
cask "font-shippori-antique"
cask "font-shippori-antique-b1"
cask "font-shippori-mincho"
cask "font-shippori-mincho-b1"
cask "font-skranji"
cask "font-sniglet"
cask "font-stick"
cask "font-train-one"
cask "font-yuji-boku"
cask "font-yuji-mai"
cask "font-yuji-syuku"
cask "font-zen-antique"
cask "font-zen-antique-soft"
cask "font-zen-kaku-gothic-antique"
cask "font-zen-kaku-gothic-new"
cask "font-zen-kurenaido"
cask "font-zen-maru-gothic"
cask "font-zen-old-mincho"
cask "font-zilla-slab"
cask "font-zilla-slab-highlight"
mas "Amphetamine", id: 937984704
mas "AutoMute", id: 1118136179
mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "EdgeView", id: 1580323719
mas "Jump Desktop", id: 524141863
mas "LINE", id: 539883307
mas "Mountain Duck", id: 1024974133
mas "Mp3tag", id: 1532597159
mas "MusicDeviceHost", id: 1261046263
mas "Name Mangler 3", id: 603637384
mas "Pure Paste", id: 1611378436
mas "Spark", id: 1176895641
mas "Yoink", id: 457622435
