tap "filosottile/musl-cross"
tap "nohajc/anylinuxfs"
tap "lache-sys/tap"
tap "slp/krun"
brew "atool"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bchunk"
brew "btop"
brew "freetype"
brew "fontconfig"
brew "catimg"
brew "cdrdao"
brew "cdrtools"
brew "libavif"
brew "chafa"
brew "clamav"
brew "cmake"
brew "cuetools"
brew "deno"
brew "dmg2img"
brew "dmtx-utils"
brew "dos2unix"
brew "dosbox-x"
brew "duti"
brew "dvdbackup"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fdupes"
brew "felinks"
brew "gnutls"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "pkgconf"
brew "py3cairo"
brew "highlight"
brew "jhead"
brew "lazyssh"
brew "less"
brew "libaacs"
brew "libcaca"
brew "llvm"
brew "lynx"
brew "make"
brew "mame"
brew "markdown-toc"
brew "mas"
brew "media-info"
brew "mpv"
brew "nodebrew"
brew "openjdk"
brew "pandoc"
brew "paperkey"
brew "parallel"
brew "pcre"
brew "pinentry-mac"
brew "poppler"
brew "qemu"
brew "rom-tools"
brew "rsync"
brew "rtmidi"
brew "rustup"
brew "sevenzip"
brew "sheldon"
brew "shntool"
brew "smartmontools"
brew "spice-gtk"
brew "starship"
brew "svg2png"
brew "tag"
brew "timidity"
brew "tmux"
brew "tmuxinator"
brew "toilet"
brew "tombi"
brew "trash"
brew "uv"
brew "vgmstream"
brew "vim"
brew "vulkan-tools"
brew "w3m"
brew "wakeonlan"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "86box", args: { appdir: "~/Applications" }
cask "adguard", args: { appdir: "~/Applications" }
cask "adobe-acrobat-pro", args: { appdir: "~/Applications" }
cask "adobe-creative-cloud"
cask "affinity", args: { appdir: "~/Applications" }
cask "alfred", args: { appdir: "~/Applications" }
cask "alt-tab", args: { appdir: "~/Applications" }
cask "appcleaner", args: { appdir: "~/Applications" }
cask "authme", args: { appdir: "~/Applications" }
cask "bartender", args: { appdir: "~/Applications" }
cask "basictex"
cask "battery"
cask "bettertouchtool", args: { appdir: "~/Applications" }
cask "blender"
cask "c700"
cask "chatgpt", args: { appdir: "~/Applications" }
cask "cog-app", args: { appdir: "~/Applications" }
cask "cryptomator", args: { appdir: "~/Applications" }
cask "crystalfetch", args: { appdir: "~/Applications" }
cask "dexed", args: { appdir: "~/Applications" }
cask "discord", args: { appdir: "~/Applications" }
cask "dolphin", args: { appdir: "~/Applications" }
cask "dropbox", args: { appdir: "~/Applications" }
cask "duckstation", args: { appdir: "~/Applications" }
cask "emusc", args: { appdir: "~/Applications" }
cask "font-aguafina-script"
cask "font-alegreya"
cask "font-alegreya-sans"
cask "font-alegreya-sans-sc"
cask "font-alegreya-sc"
cask "font-alex-brush"
cask "font-allura"
cask "font-almendra"
cask "font-almendra-display"
cask "font-almendra-sc"
cask "font-amiko"
cask "font-arbutus"
cask "font-bigblue-terminal-nerd-font"
cask "font-bilbo"
cask "font-bilbo-swash-caps"
cask "font-blackout"
cask "font-cherry-bomb-one"
cask "font-chomsky"
cask "font-codystar"
cask "font-delius"
cask "font-delius-swash-caps"
cask "font-delius-unicase"
cask "font-dotgothic16"
cask "font-fredoka"
cask "font-hackgen-nerd"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-ipaexfont"
cask "font-ipafont"
cask "font-klee-one"
cask "font-m+-nerd-font"
cask "font-metal"
cask "font-metal-mania"
cask "font-mochiy-pop-one"
cask "font-mochiy-pop-p-one"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-mono-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-playball"
cask "font-poprumcute"
cask "font-press-start-2p"
cask "font-princess-sofia"
cask "font-rampart-one"
cask "font-reggae-one"
cask "font-rocknroll-one"
cask "font-rubik"
cask "font-shippori-antique"
cask "font-shippori-antique-b1"
cask "font-shippori-mincho"
cask "font-shippori-mincho-b1"
cask "font-skranji"
cask "font-sniglet"
cask "font-stick"
cask "font-train-one"
cask "font-ysabeau"
cask "font-ysabeau-infant"
cask "font-ysabeau-office"
cask "font-ysabeau-sc"
cask "font-yuji-boku"
cask "font-yuji-mai"
cask "font-yuji-syuku"
cask "font-zen-antique"
cask "font-zen-antique-soft"
cask "font-zen-kaku-gothic-antique"
cask "font-zen-kaku-gothic-new"
cask "font-zen-kurenaido"
cask "font-zen-maru-gothic"
cask "font-zen-old-mincho"
cask "font-zilla-slab"
cask "font-zilla-slab-highlight"
cask "freefilesync", args: { appdir: "~/Applications" }
cask "fuse-t"
cask "google-drive"
cask "handbrake-app", args: { appdir: "~/Applications" }
cask "kamvas-pro-13-2-5k-driver", args: { appdir: "~/Applications" }
cask "karabiner-elements"
cask "twine-app", args: { appdir: "~/Applications" }
cask "unity"
cask "unity-hub"
cask "utm", args: { appdir: "~/Applications" }
cask "vlc", args: { appdir: "~/Applications" }
cask "xscreensaver"
cask "zoom"
